Repository: webtown-php/BannerBundle
Catalog: Resources/translations/WebtownPhpBannerBundle.*.xlf
Languages: hu

source: banner.status.stopped
hu: Szünetel

source: banner.status.expired
hu: Lejárt/elfogyott

source: banner.status.active
hu: Aktív

source: Content Types
hu: Típusok

source: Click Through Rate
hu: Átkattintási arány (%)

source: Click Count
hu: Kattintások

source: Display Count
hu: Megjelenítések

source: Max Display Count
hu: Max. megjelenítés

source: Priority
hu: Prioritás

source: Start At
hu: Kezdő dátum

source: End At
hu: Végdátum

source: Place
hu: Hely

source: Name
hu: Név

source: Status
hu: Állapot

source: Action
hu: Műveletek

source: preview_action
hu: Előnézet

source: toggle_action_stop
hu: Szüneteltetés

source: toggle_action_start
hu: Folytatás

source: content_name_flash
hu: Flash

source: content_name_image
hu: Kép

source: content_name_html
hu: HTML

source: content_type_flash
hu: Flash

source: content_type_image
hu: Kép

source: content_type_html
hu: HTML

source: Content
hu: Tartalom

source: Content Type
hu: Típus

source: Target
hu: Link

source: Is Active
hu: Aktív

source: banner_start_end_interval_invalid
hu: A kezdő dátumnak a végdátum előtt kell lennie

source: max_display_count_help
hu: Eddigi megjelenések száma: %current%

source: invalid_max_display_count
hu: Nem éri el az eddigi megjelenések számát
